    <template>
        <q-page>
            <div class="q-pa-md">
                <div class="container">
                    <div class="row q-col-gutter-md">
                        <div class="col comp-grid">
                            <div class=""><h3>О проекте BlackList</h3>
                                <p>Цель нашего проекта – предоставить каждому, кто желает трудоустроиться или нанять нового сотрудника, возможность для объективной оценки той или иной компании, руководителя, работника.</p>
                                <hr>
                                <h3>Принцип работы проекта</h3>
                                <p>На нашем сайте отзывов blacklist.com собрана наиболее полная база отзывов людей, которые сталкивались с фактами нечестности, несправедливости по отношению к ним со стороны руководства конкретной компании или предприятия, самого работодателя. Также есть отзывы и самих руководителей касательно недобросовестных сотрудников.</p>
                                <p>Вся информация, прежде чем попасть на сайт, тщательно проверяется. Мы предоставляем возможность сторонам, не согласным с озвученными данными, оставить свой комментарий. При этом сохраняем полную конфиденциальность данных об авторах отзывов, удалить свой комментарий могут только они сами.</p>
                                <hr>
                                <h3>Что мы предлагаем владельцам фирм</h3>
                                <p>Для работодателей на сайте создан отдельный функционал, благодаря которому они смогут постоянно отслеживать информацию об отзывах о своей компании и делать соответствующие выводы.
                                </p>
                            </div>
                        </div>
                    </div>
                </div>
            </div>
        </q-page>
    </template>
    <script>
		import { PageMixin } from "../../mixins/page.js";
		export default {
			name: 'HomeComponent',
			components: {
			},
			mixins: [PageMixin],
			props: {
			},
			data: function() {
				return {
					ready: false,
				}
			},
			methods: {
			},
			mounted: function(){
				this.ready = true;
			}
		};
	</script>
